tests/xma/4.1/xma_ProvAPI/Communities-API/XMA-add-Admin-null.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://policy.intf.mobilgw.com/">
  <soap:Body>
    <tns:addAdmins>
      <arg0/>
      <arg1>
        <userId>456</userId>
        <wantsNotifications>true</wantsNotifications>
        <wantsAudit>true</wantsAudit>
      </arg1>
    </tns:addAdmins>
  </soap:Body>
</soap:Envelope>